Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/opera.tmx
Source language: en
Languages: be

source: "Do you really wish to delete all databases?"
be: "Выдаліць усе базы зьвестак?"

source: "Do you want Password Manager to save the password for this site?"
be: "Хочаце, каб Кіраўнік пароляў захаваў пароль ад гэтага пляцу?"

source: "Do you want Password Manager to save the password for this widget?"
be: "Хочаце, каб Кіраўнік пароляў захаваў пароль гэтай фішкі?"

source: "Do you want to add %1 as a feed reader?"
be: "Дадаць %1 як чытача стужак?"

source: "Do you want to allow local JavaScript files to control secure pages? You should only allow this if you know what your JavaScript files contain and understand the security implications."
be: Дазваляйце толькі калі Вы ведаеце, што зьмяшчаюць файлы JavaScript і калі Вы разумееце наступствы для бясьпекі."

source: "Do you want to continue using this keyboard setup?"
be: "Надалей карыстацца гэтай усталёўкай клявіятуры?"

source: "Do you want to continue using this menu setup?"
be: "Надалей карыстацца гэтай усталёўкай мэню?"

source: "Do you want to continue using this mouse setup?"
be: "Надалей карыстацца гэтай усталёўкай мышы?"

source: "Do you want to continue using this toolbar setup?"
be: "Надалей карыстацца гэтай усталёўкай панэлі інструмэнтаў?"

source: "Do you want to continue using this voice setup?"
be: "Працягваць карыстацца гэтай усталёўкай галасавых функцый?"

source: "Do you want to delete the read messages on the server?"
be: "Выдаліць прачытаныя паведамленьні з сэрвэра?"

source: "Do you want to enable voice?"
be: "Дазволіць голас?"

source: "Do you want to import the private key and these attached certificate(s)?"
be: "Вам патрэбны прыватны ключ і гэныя прыкладзеныя сэртыфікаты?"

source: "Do you want to import the private key stored in this file?"
be: "Імпартаваць прыватны ключ у гэтым файлу?"

source: "Do you want to keep this setup anyway?"
be: "Захаваць усталёўку ўсё роўна?"

source: "Do you want to keep this setup?"
be: "Захоўваць гэную ўсталёўку?"

source: "Do you want to keep this theme?"
be: "Захоўваць гэны фон?"

source: "Do you want to keep this widget?"
be: "Захаваць гэную фішку?"

source: "Do you want to update %s ?"
be: "Абнавіць %s ?"

source: "Do you want to upload this page from your computer to an online source code validator?"
be: "Зацягнуць старонку з Вашага кампутару да сеткавай сыстэмы праверкі зыходнага коду?"

source: "Do you want to upload your files to %1?"
be: "Зацягнуць файлы на %1?"

source: "Document"
be: "Дакумэнт"

source: "Document:"
be: "Дакумэнт:"

source: "Documents"
be: "Дакумэнты"

source: "Does not contain"
be: "Не зьмяшчае"

source: "Domain name"
be: "Імя дамэна"

source: "Domain"
be: "Дамен: "

source: "Domain: "
be: "Імя дамэна: "

source: "Done"
be: "Гатова"

source: "Double-click text to display context menu"
be: "Два клікі на тэксце, каб выклікаць кантэкстнае мэню"

source: "Double-click to Close Tab"
be: "Націсьніце двойчы, каб закрыць вакенца"

source: "Down"
be: "Уніз"

source: "Download Complete"
be: "Сьцягваньне скончанае"

source: "Download Manager Selection"
be: "Выбар кіраўніка сьцягваньняў"

source: "Download More Widgets…"
be: "Зацягнуць болей фішак…"

source: "Download Opera keyboard setup"
be: "Сьцягнуць усталёўку клявіятуры Opera"

source: "Download Opera menu setup"
be: "Сьцягнуць усталёўку мэню Opera"

source: "Download Opera mouse setup"
be: "Сьцягнуць усталёўку мышы Opera"

source: "Download Opera setup"
be: "Сьцягнуць усталёўку Opera"

source: "Download Opera toolbar setup"
be: "Сьцягнуць усталёўку панэлі інструмэнтаў Opera"

source: "Download Opera voice setup"
be: "Сьцягнуць усталёўку галасавых функцый Opera"

source: "Download Plug-In"
be: "Сьцягнуць дадатак"

source: "Download Theme"
be: "Сьцягнуць тэму"

source: "Download and Install"
be: "Сьцягнуць і ўсталяваць"

source: "Download done"
be: "Сьцягнута"

source: "Download failed"
be: "Не ўдалося сьцягнуць"

source: "Download file"
be: "Сьцягнуць файл"

source: "Download folder"
be: "Тэчка сьцягваньняў"

source: "Download language"
be: "Сьцягнуць мову"

source: "Download manager"
be: "Кіраўнік сьцягваньняў"

source: "Download message body when checking"
be: "Сьцягваць асноўную частку паведамленьня пад час прагляду"

source: "Download of BitTorrent archive '%s' completed.\n(Click here for menu.)\n\nPlease note that you will continue sharing the content until you manually stop it."
be: "Скончанае сьцягваньне архіву BitTorrent '%s'.\n(Націсьніце тут, каб адчыніць мэню.)\n\nПрыміце пад увагу, што Вы будзеце сумесна карыстацца зьместам, пакуль Вы не адключыце гэта самі."

# "Download of file '%s' completed. (Click here for menu.)"
source: "Download of file '%s' completed.\n(Click here for menu.)"
be: "Файл '%s' атрыманы.\n(Націсьніце тут, каб убачыць меню)"

source: "Download with"
be: "Сьцягнуць з дапамогай"

source: "Download"
be: "Сьцягнуць"

source: "Downloaded %1 of %2 at %3"
be: "Сьцягнутыя %1 з %2 на %3"

source: "Downloaded %d bytes"
be: "Сьцягнутыя %d байты(аў)"

source: "Downloaded:"
be: "Сьцягнута:"

source: "Downloading %s…"
be: "Сьцягваецца %s…"

source: "Downloading Opera Unite Application"
be: "Сьцягваецца прылажэньне Opera Unite"

source: "Downloading Opera Unite Application…"
be: "Сьцягваецца прылажэньне Opera Unite…"

source: "Downloading binary setup file"
be: "Сьцягваецца бінарны файл усталёўкі"

source: "Downloading data from %s"
be: "Перадача зьвестак з %s"

source: "Downloading dictionaries:"
be: "Сьцягваюцца слоўнікі:"

source: "Downloading extension"
be: "Сьцягваецца пашырэньне"

source: "Downloading file %s"
be: "Сьцягваецца файл %s"

source: "Downloading keyboard setup…"
be: "Сьцягваецца ўсталёўка клявіятуры…"

source: "Downloading language…"
be: "Сьцягваецца мова…"

source: "Downloading menu setup…"
be: "Сьцягваецца ўсталёўка мэню…"

source: "Downloading mouse setup…"
be: "Сьцягваецца ўсталёўка мышы…"

source: "Downloading plug-in installer failed."
be: "Усталёўка дадатку не сьцягнулася."

source: "Downloading plug-in installer…"
be: "Сьцягваецца ўсталёўка дадатку…"

source: "Downloading setup…"
be: "Усталёўка сьцягваецца…"

source: "Downloading theme…"
be: "Фон сьцягваецца…"

source: "Downloading toolbar setup…"
be: "Сьцягваецца ўсталёўка панэлі інструмэнтаў…"

source: "Downloading voice setup…"
be: "Сьцягваецца ўсталёўка галасавых функцый…"

source: "Downloading…"
be: "Сьцягваецца…"

source: "Downloads"
be: "Сьцягваньні"

source: "Downloads:"
be: "Сьцягваньні:"

source: "Drafts"
be: "Чарнавікі"

source: "Duplicate"
be: "Дубляваць"

source: "Dynamic spacer"
be: "Дынамічны падзельнік"

source: "EARLIER THIS MONTH"
be: "РАНЕЙ У ГЭТЫМ МЕСЯЦЫ"

source: "EFnet, Asia"
be: "EFnet, Азія"

source: "EFnet, Europe"
be: "EFnet, Эўропа"

source: "EFnet, North America"
be: "EFnet, Паўночная Амэрыка"

source: "EUC-TW (Traditional)"
be: "EUC-TW (традыцыйная)"

source: "Earlier this month"
be: "Раней на месяцы"

source: "Earlier this week"
be: "Раней на тыдні"

source: "Edit File Handler"
be: "Правіць апрацоўнік файлаў"

source: "Edit Folder"
be: "Правіць тэчку"

source: "Edit Keyboard Setup"
be: "Правіць наладкі клявіятуры"

source: "Edit Mouse Setup"
be: "Правіць наладкі мышы"

source: "Edit Panel"
be: "Правіць панэль"

source: "Edit Site Preferences…"
be: "Зьмяніць перавагі пляцу…"

source: "Edit Voice Setup"
be: "Правіць наладкі голасу"

source: "Edit signature…"
be: "Правіць подпіс"

source: "Edit"
be: "Правіць"

source: "Edit…"
be: "Правіць…"

source: "Elapsed"
be: "Прайшло"

source: "Elements:"
be: "Часткі:"

source: "Email Client Selection"
be: "Выбар кліенту электроннай пошты"

source: "Email address contains command characters. Do you want to run the command?"
be: Запусьціць каманду?"

source: "Email address"
be: "Электронная пошта"

source: "Email address:"
be: "Электронная пошта:"

source: "Email client"
be: "Кліент электроннай пошты"

source: "Email compose (HTML)"
be: "Напісаць электронны ліст (HTML)"

source: "Email compose"
be: "Напісаць ліст"

source: "Email display"
be: "Паказ пошты"

source: "Email"
be: "Пошта"

source: "Embedded icons and favicons"
be: "Унесеныя іконкі ды любімыя іконкі"

source: "Embedded icons only"
be: "Толькі любімыя іконкі"

source: "Empty Now"
be: "Ачысьціць зараз"

source: "Empty Trash"
be: "Выдаліць сьмецьце"

source: "Empty on exit"
be: "Ачышчаць на выхадзе"

source: "Emptying trash"
be: "Спустошваецца тэчка Выдаленыя"

source: "Emulate Text Browser"
be: "Эмуляваць тэкставы прагляднік"

source: "Enable Animated Images"
be: "Дазволіць анімацыю"

source: "Enable Cookies"
be: "Дазволіць маркёры"

source: "Enable Fraud and Malware Protection"
be: "Уключыць абарону ад махлярства ды злачынных праграмаў"

source: "Enable HTTP 1.1 for proxy"
be: "Дазволіць HTTP 1.1 для проксі"

source: "Enable Java"
be: "Дазволіць Java"

source: "Enable JavaScript"
be: "Дазволіць JavaScript"

source: "Enable Opera Link"
be: "Дазволіць Opera Link"

source: "Enable Opera Turbo only when a slow network is detected"
be: "Дазваляць Opera Turbo, толькі калі вызначаная павольная сетка?"

source: "Enable Opera Turbo"
be: "Дазволіць Opera Turbo"

source: "Enable Opera Unite"
be: "Дазволіць Opera Unite"

source: "Enable Password Manager"
be: "Уключыць кіраўніка пароляў"

source: "Enable Plug-Ins"
be: "Дазволіць дадаткі"

source: "Enable Proxy Servers"
be: "Дазволіць сэрвэры проксі"

source: "Enable SSL 2"
be: "Дазволіць SSL 2"

source: "Enable SSL 3"
be: "Дазволіць SSL 3"

source: "Enable Sound in Webpages"
be: "Дазволіць гук на старонках"

source: "Enable Synchronization"
be: "Дазволіць сынхранізацыю"

source: "Enable TLS 1"
be: "Дазволіць TLS 1"

source: "Enable TLS 1.1"
be: "Дазволіць TLS 1.1"

source: "Enable TLS 1.2"
be: "Дазволіць TLS 1.2"

source: "Enable Thumbnails in Tabs"
be: "Дазволіць іконкі ў вакенцах"

source: "Enable Voice"
be: "Дазволіць голас"

source: "Enable animated images"
be: "Дазволіць анімацыю"

source: "Enable automatic redirection"
be: "Дазволіць аўтаматычнае перакіраваньне"

source: "Enable content blocking"
be: "Дазволіць замыкаць зьмест"

source: "Enable frames"
be: "Дазволіць рамкі"

source: "Enable geolocation"
be: "Дазволіць вызначаць месца"

source: "Enable high quality text-to-speech"
be: "Дазволіць якасны тэкст-на-голас"

source: "Enable horizontal panning"
be: "Дазволіць гарызантальнае кадраваньне"

source: "Enable inline frames"
be: "Дазволіць рамкі ў радках"

source: "Enable mouse gestures"
be: "Дазволіць фігуры мышкай"

source: "Enable plug-ins only on demand"
be: "Дазваляць дадаткі толькі на запыт"

source: "Enable plug-ins"
be: "Дазволіць дадаткі"

source: "Enable program sounds"
be: "Дазволіць праграмныя гукі"

source: "Enable search suggestions in the address field"
be: "Дазволіць прапановы пошуку ў адрасным полі"

source: "Enable single-key shortcuts"
be: "Дазволіць 1-кнопачныя спасылкі"

source: "Enable sound in webpages"
be: "Дазволіць гук на старонках"

source: "Enable special effects"
be: "Дазволіць спэцэфэкты"

source: "Enable styling of forms"
be: "Дазволіць стылі фармуляраў"

source: "Enable styling of scrollbars"
be: "Дазволіць стылі палосаў пракруту"

source: "Enable thumbnails in tabs"
be: "Дазволіць іконкі ў вакенцах"

source: "Enable visual hints"
be: "Паказваць падказкі"

source: "Enable voice-controlled browsing"
be: "Дазволіць голасавае кіраваньне праглядам"

source: "Enable"
be: "Дазволіць"

source: "Enabling %s…"
be: "Дазваленьне %s…"

source: "Enabling Opera Unite"
be: "Падлучаецца Opera Unite"

source: "Encode international web addresses with UTF-8"
be: "Кадаваць міжнародныя сеціўныя адрасы з дапамогай UTF-8"

source: "Encoding (used by Opera):"
be: "Кадаваньне (якое выкарыстоўвае Opera):"

source: "Encoding Mismatch"
be: "Неадпаведнае кадаваньне"

source: "Encoding group"
be: "Гурт кадаваньня"

source: "Encoding to assume for pages lacking specification"
be: "Меркаваць такое кадаваньне для старонак без спэцыфікацыі"

source: "Encoding"
be: "Кадаваньне"

source: "Encryption protocol"
be: "Пратакол шыфраваньня"

source: "Encyclopedia"
be: "Энцыкляпедыя"

source: "End"
be: "У канец"

source: "English (Preinstalled)"
be: "Ангельская (усталяваная спачатку)"

source: "English to Chinese"
be: "З ангельскай на кітайскую"

source: "English to French"
be: "З ангельскай на французскую"

source: "English to German"
be: "З ангельскай на нямецкую"

source: "English to Italian"
be: "З ангельскай на італійскую"

source: "English to Japanese "
be: "З ангельскай на японскую"

source: "English to Portuguese"
be: "З ангельскай на партугальскую"

source: "English to Russian"
be: "З ангельскай на расейскую"

source: "English to Spanish"
be: "З ангельскай на гішпанскую"

source: "English"
be: "Беларуская"

source: "Enter a name for the website"
be: "Пазначыць назву сеціўнай пляцоўкі"

source: "Enter a web address or choose one from the list"
be: "Увесьці сеціўны адрас або выбраць са сьпісу"

source: "Enter address or search"
be: "Увесьці адрас або крытэр пошуку"

source: "Enter another directory and try again."
be: "Пазначыць іншую дырэкторыю і спрабаваць яшчэ раз."

source: "Enter new nickname"
be: "Увесьці новую мянушку"

source: "Enter the nickname of a bookmark"
be: "Увядзіце мянушку закладкі"

source: "Enter the reason for why you want to kick %s from the chat room"
be: "Увядзіце прычыну, зь якой Вы хочаце выдаліць %s з гутарковага пакою"

source: "Enter web address here"
be: "Набярыце сеціўны адрас тут"

source: "Entire message"
be: "Паведамленьне цалкам"

source: "Erroneous Nickname: Illegal characters"
be: "Імя з памылкай: недазволеныя знакі ў імені"

source: "Error Console"
be: "Памылка кансолі"

source: "Error Description (optional)"
be: "Апісаньне памылкі (на жаданьне)"

source: "Error Description (optional):"
be: "Апісаньне памылкі (на жаданьне):"

source: "Error While Initializing Mail"
be: "Памылка пад час ініцыялізацыі пошты"

source: "Error from server: %s. Did you change your password?"
be: Вы зьмянілі пароль?"

source: "Error occured during the widget update. Please try to install widget once again."
be: Please try to install widget once again."

source: "Error sending Speed Dial entries"
be: "Памылка пад час дасылкі запісаў Speed Dial"

source: "Error sending bookmarks"
be: "Памылка дасылкі закладак"

source: "Error sending notes"
be: "Памылка дасылкі нататкаў"

source: "Error specification missing."
be: "Няма апісаньня памылкі."

source: "Error subscribing to feed"
be: "Памылка падпіскі да стужкі"

source: "Error"
be: "Памылка"

source: "Error: Could not connect to the authentication server."
be: "Памылка: Няма сувязі з сэрвэрам аўтэнтыфікацыі."

source: "Error: Invalid characters in widget name."
be: "Памылка: У імені фішкі нядзейныя знакі."

source: "Error: Invalid folder name."
be: "Памылка: Няправільнае імя тэчкі."

source: "Error: Please specify the installation folder using an absolute path."
be: "Памылка: Пазначце абсалютны шлях да тэчкі, куды ўсталёўваць."

source: "Error: The account information is invalid. Please enter a valid username and password."
be: Калі ласка, увядзіце дзейнае імя карыстальніка і пароль."

source: "Error: The address is already in use by another Opera Unite application."
be: "Памылка: Гэты адрас ужо выкарыстоўваецца іншым прылажэньнем Opera Unite."

source: "Error: The address is invalid. Choose an address that does not contain any special characters such as /?#[]@!$&'()*+,;:=<>\\"
be: Выберыце адрас, які не ўтрымоўвае адмысловых знакаў, такіх як /?#[]@!$&'()*+,;:=<>\\"

source: "Error: The computer name specified is invalid. Try another name without special characters."
be: Паспрабуйце іншае імя без адмысловых знакаў."

source: "Error: The connection timed out. Try again later."
be: Калі ласка, паспрабуйце пазней."

source: "Error: The connection was aborted. Try again later."
be: Паспрабуйце пазьней."

source: "Error: The email address specified is invalid. Check the address for spelling mistakes."
be: Праверце, ці правільна ён напісаны."

source: "Error: The initial password and the re-typed password do not match."
be: "Памылка: пачатковы пароль і яго паўтор не супадаюць."

source: "Error: The installation folder already contains another widget."
be: "Памылка: Гэтая тэчка ўсталёўваць ужо ўтрымоўвае іншую фішку."

source: "Error: The password must be at least 5 characters long."
be: "Пароль павінен утрымоўваць ня меней за 5 знакаў."

source: "Error: The server response was invalid. Try again later."
be: Паспрабуйце пазьней."

source: "Error: The shared folder was not found. Please specify a valid location."
be: Пазначце, калі ласка, дзейнае месца захоўваньня."

source: "Error: The user account specified has been banned."
be: "Пазначаны рахунак карыстальніка быў забаронены."

source: "Error: The username is too long. Choose a shorter name."
be: Выберыцы больш кароткае."

source: "Error: The username specified is too short. Choose a longer name."
be: Выберыце больш даўгое імя."

source: "Error: The widget name is in use."
be: "Памылка: Імя фішкі занятае."

source: "Error: The widget name must not be empty."
be: "Памылка: Імя фішкі нельга пакідаць пустым."

source: "Error: The widget name or installation folder path is too long."
be: "Памылка: Задоўгае імя фішкі або шлях да тэчкі ўсталёўкі."

source: "Error: There is already an account set up for the email address specified. Log in with that account or specify a different email address."
be: Увайдзіце на яго або пазначце іншы адрас электроннай пошты."

source: "Error: This computer name is already in use. Try another name."
be: Калі ласка, выберыце іншае."

source: "Error: This user account is currently unavailable. Try again later."
be: Паспрабуйце пазьней."

source: "Error: This username is already taken. If it is yours, click on "I already have an account". If it is not, sign up with a different username."
be: Калі не, падпішыцеся зь іншым імем карыстальніка."

source: "Error: You do not have permission to install widgets in this folder."
be: "Памылка: У Вас няма дазволу ўсталёўваць фішкі ў гэную тэчку."

source: "Error: You must specify the installation folder."
be: "Памылка: Пазначце тэчку, куды ўсталёўваць."

source: "Error:"
be: "Памылка:"

source: "Errors"
be: "Памылкі"

source: "Esc"
be: "Выйсьці"

source: "Ethiopic"
be: "Этыёпская"

source: "Eudora setup files (Eudora.ini)|Eudora.ini|"
be: "Файлы ўсталёўкі Eudora (Eudora.ini)|Eudora.ini|"

source: "Event"
be: "Здарэньне"

source: "Every %d hours"
be: "Кожныя %d гадзіны(аў)"

source: "Every %d minutes"
be: "Кожныя %d хвіліны(аў)"

source: "Every 10 hours"
be: "Кожныя 10 гадзінаў"

source: "Every 10 minutes"
be: "Кожныя 10 хвілінаў"

source: "Every 2 hours"
be: "Кожныя 2 гадзіны"

source: "Every 24 hours"
be: "Кожныя 24 гадзіны"

source: "Every 3 hours"
be: "Кожныя 3 гадзіны"

source: "Every 5 hours"
be: "Кожныя 5 гадзінаў"

source: "Every 5 minutes"
be: "Кожныя 5 хвілінаў"

source: "Every hour"
be: "Кожную гадзіну"

source: "Every time needed"
be: "Кожны раз"

source: "Every week"
be: "Кожны тыдзень"

source: "Exception List"
be: "Сьпіс выключэньняў"

source: "Executing JavaScript…"
be: "Выконваецца JavaScript…"

source: "Executive (7.5x10 inches, 191x254 mm)"
be: "Афіцыйны (7.5x10 дзюймаў, 191x254 мм)"

source: "Exit Opera?"
be: "Выйсьці з Opera?"

source: "Exit"
be: "Выхад"

source: "Expand All"
be: "Разгарнуць усе"

source: "Expand Message"
be: "Раскрыць паведамленьне"

source: "Expand Tab Stack"
be: "Разгарнуць гурт вакенцаў"

source: "Expand all"
be: "Разгарнуць усе"

source: "Expires"
be: "Дзейны да:"

source: "Expires: "
be: "Дзейны да: "

source: "Expires:"
be: "Дзейны да:"

source: "Exponent:"
be: "Экспанента:"

source: "Export As HTML…"
be: "Экспартаваць як HTML…"

source: "Export Bookmarks as HTML…"
be: "Экспартаваць закладкі як HTML…"

source: "Export Certificate"
be: "Сэртыфікат экспарту"

source: "Export Feed List"
be: "Экспартаваць стужку навінаў"

source: "Export Feed List…"
be: "Экспартаваць стужку навінаў…"

source: "Export Opera Bookmarks as HTML"
be: "Экспартаваць закладкі Opera як HTML"

source: "Export Opera Bookmarks"
be: "Экспартаваць закладкі Opera"

source: "Export Opera Bookmarks…"
be: "Экспартаваць закладкі Opera…"

source: "Export Opera Contacts"
be: "Экспартаваць кантакты Opera"

source: "Export Opera Contacts…"
be: "Экспартаваць кантакты Opera…"

source: "Export all domains"
be: "Экспартаваць усе дамены"

source: "Export messages to file"
be: "Экспартаваць паведамленьні ў файл"

source: "Export"
be: "Экспартаваць"

source: "Export…"
be: "Экспартаваць…"

source: "Exposure bias: "
be: "Нахіл здымку: "

source: "Exposure index: "
be: "Індэкс экспазыцыі: "

source: "Exposure mode: "
be: "Рэжым здымку: "

source: "Exposure program: "
be: "Праграма паказу: "

source: "Exposure time: "
be: "Час паказу: "

source: "Extension Privacy Settings"
be: "Наладкі прыватнасьці пашырэньняў"

source: "Extension Update Available"
be: "Ёсьць абнаўленьне пашырэньня"

source: "Extension update"
be: "Абнаўленьне пашырэньня"

source: "Extensions"
be: "Пашырэньні"

source: "External download manager"
be: "Зьнешні кіраўнік сьцягваньняў"

source: "External email frame"
be: "Вонкавая рамка пошты"

source: "External servers can redirect to the websites listed below, without a warning."
be: "Зьнешнія сэрвэры могуць перакіроўваць да пералічаных ніжэй пляцаў без папярэджаньня."

source: "Extra large (5 x 5)"
be: "Вельмі вялікі (5 х 5)"

source: "F number: "
be: "Нумар F: "

source: "FEBRUARY"
be: "ЛЮТЫ"

source: "FRIDAY"
be: "ПЯТНІЦА"

source: "FTP directory not found"
be: "Ня знойдзеная дырэкторыя FTP"

source: "FTP server not available"
be: "Сэрвэр FTP недаступны"

source: "Failed recv() after select() promised data"
be: "Не ўдалося recv() пасьля select() абяцаных зьвестак"

source: "Failed setting From ("%s") or Organization ("%s") header"
be: "Не ўдалося наладзіць загаловак поля Ад ("%s") або Арганізацыя ("%s")"

source: "Failed storing message"
be: "Паведамленьне не захаванае"

source: "Failed to connect to server. The reason may be that the encryption methods supported by the server are not enabled in the security preferences.\n\nPlease note that some encryption methods are no longer supported, and that access will not be possible until the website has been upgraded to use strong encryption."
be: Магчыма, мэтады шыфраваньня сэрвэру не дазволеныя ў перавагах бясьпекі.\n\nКалі ласка, заўважце, што некаторыя мэтады шыфравання болей не падтрымоўваюцца, і доступ ня будзе магчымы датуль, пакуль сеціўны пляц ня будзе абноўлены, каб выкарыстоўваць моцнае шыфраваньне."

source: "Failed to connect"
be: "Не атрымалася злучыцца"

source: "Failed to create directory."
be: "Дырэкторыя ня створаная."

source: "Failed to discover whether data is available"
be: "Не было высьветлена, ці даступныя зьвесткі"

source: "Failed to index message"
be: "Паведамленьне не зарэгістраванае"

source: "Failed to open file (please check with "ulimit")"
be: "Файл не адчыніўся (праверце, калі ласка, "ulimit")"

source: "Failed to open socket (please check with "ulimit")"
be: "Не адчынілася панэль (праверце, калі ласка, "ulimit")"

source: "Failed to open the following file:\n%s\n\nRestart your system and try again. If that does not work, restoration from your backup source might be necessary. If that is not possible or does not work, report a bug on http://bugs.opera.com/wizard/ and search the forums for help with this issue."
be: Калі гэта немагчыма або не працуе, паведаміце пра памылку на http://bugs.opera.com/wizard/ і пашукайце дапамогі ў гэтай праблеме на форумах."

source: "Failed when moving message from Drafts"
be: "Паведамленьне з Чарнавікоў не перанесенае"

source: "Failed when moving message to Outbox"
be: "Паведамленьне ў Дасланыя не перанесенае"

source: "Failure"
be: "Збой"

source: "Fast Forward"
be: "Хутка наперад"

source: "Fast forward"
be: "Хутка наперад"

source: "Fax"
be: "Факс"

source: "February"
be: "лютага"

source: "Feed List"
be: "Сьпіс стужак"

source: "Feed help pages"
be: "Старонкі дапамогі па стужках"
